name: "lungscan3d"
platform: "onnxruntime_onnx"
max_batch_size: 8

input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1, 32, 32, 32]
  }
]

output [
  {
    name: "logit"
    data_type: TYPE_FP32
    dims: [1]
  }
]
